{
  "wishes": [
    {
      "id": "001",
      "text": "A kiss from you gives me an abundance of happiness and joy. May we never part, sweetheart. Happy Kiss Day!"
    },
    {
      "id": "002",
      "text": "One of the most wonderful gifts that you can give to the one you love is a loving kiss. Happy Kiss Day!"
    },
    {
      "id": "003",
      "text": "Today I open my heart to let you know how much I love you. Happy Kiss Day!"
    },
    {
      "id": "004",
      "text": "Truly, madly and deeply in love with you... Let's create new memories today. Happy Kiss Day!"
    },
    {
      "id": "005",
      "text": "Kissing makes us fall in love with each other again and again. Let's create new memories today. Happy Kiss Day!"
    },
    {
      "id": "006",
      "text": "I have a box full of surprises for you, but the one you’ll love most is for your lips. I can’t wait to give it to you. Happy kiss day."
    },
    {
      "id": "007",
      "text": "I love you not for what you are, but for what you make me when I am with you. Happy Kiss Day Sweetheart!"
    },
    {
      "id": "008",
      "text": "Kiss is the first step to show how much I love you, how much I think about you and how much I miss you…. Happy Kiss Day My Love!"
    },
    {
      "id": "009",
      "text": "If kiss was just a gesture, it would not touch our heart and bind our souls the way it does. Happy Kiss Day!"
    },
    {
      "id": "010",
      "text": "If there is anything in this world that is sweeter than sugar, it is your kiss. Love you, darling. Happy Kiss Day"
    },
    {
      "id": "011",
      "text": "If I got a chance to show love, then I would kiss you every hour, minute, every second and never let you go. That's how much I love you, sweetheart. Happy Kiss Day."
    },
    {
      "id": "012",
      "text": "Proposing you was my desire, having you is my love, Loving you is my passion, pleasing you is my duty, Missing you is my habit and kissing you is my wish. Happy Kiss Day!"
    }
  ]
}
